//Tools / Editor
"CLImageEditor_BackBtnTitle" = "Abbrechen";
"CLImageEditor_DefaultTitle" = "Bearbeiten";
"CLImageEditor_OKBtnTitle" = "Fertig";
"CLMirrorTool_DefaultTitle" = "Spiegel";
"CLAdjustmentTool_DefaultTitle" = "Beleuchtung";
"CLAdjustmentTool2_DefaultTitle" = "Farbe";
"CLEnhanceTool_DefaultTitle" = "Verbessern";
"CLKaleidoscopeTool_DefaultTitle" = "Kaleidoskop";
"CLGradientTool_DefaultTitle" = "Farbverlauf";
"CLSplashTool_DefaultTitle" =   "Einfärben";
"CLColorClampTool_DefaultTitle" = "Color Clamp";
"CLClippingTool_DefaultTitle" = "Zuschneiden";
"CLClippingTool_ItemMenuCustom" = "Custom";
"CLDrawTool_DefaultTitle" = "Zeichnen";
"CLEffectTool_DefaultTitle" = "Effekte";
"CLFilterTool_DefaultTitle" = "Filter";
"CLStickerTool_DefaultTitle" = "Aufkleber";
"CLResizeTool_DefaultTitle" = "Größe ändern";
"CLResizeTool_InfoPanelTextNewSize" = "Neue Bild Größe:";
"CLResizeTool_InfoPanelTextOriginalSize" = "Original Bild Größe:";
"CLRotateTool_DefaultTitle" = "Drehen";
"CLRotateTool_MenuItemFlipTitle1" = " ";
"CLRotateTool_MenuItemFlipTitle2" = " ";
"CLRotateTool_MenuItemRotateTitle" = " ";
"CLReflectionTool_DefaultTitle" = "Flares";
"CLEmoticonTool_DefaultTitle" = "Emoticons 1";
"CLEmoticonTool2_DefaultTitle" = "Emoticons 2";
"CLEmoticonTool3_DefaultTitle" = "Emoticons 3";
"CLTextTool_DefaultTitle" = "Text";
"CLTextTool_MenuItemAlignCenter" = " ";
"CLTextTool_MenuItemAlignLeft" = " ";
"CLTextTool_MenuItemAlignRight" = " ";
"CLTextTool_MenuItemColor" = "Farbe";
"CLTextTool_MenuItemFont" = "Schrift";
"CLTextTool_MenuItemNew" = "Neu";
"CLToneCurveTool_DefaultTitle" = "Tonkurve";
"CL3DTool_DefaultTitle" = "Anaglyph";
"CLShapeTool_DefaultTitle" = "Formen";

//Effects
"CLEffectBase_DefaultTitle" = "Ohne";
"CLHalftoneCMYKEffect_DefaultTitle" = "CMYK Halbton";
"CLRippleEffect_DefaultTitle" = "Welle";
"CLDrosteEffect_DefaultTitle" = "Spirale";
"CLSplashEffect_DefaultTitle" = "Strahlung";
"CLMonoColorEffect_DefaultTitle" = "Mono Farbe";
"CLPointillizeEffect_DefaultTitle" = "Sprenkeln";
"CLHexagonalEffect_DefaultTitle" = "Hexagonal";
"CLEdgeWorkEffect_DefaultTitle" = "Kantenbearbeitung";
"CLEdgeColorEffect_DefaultTitle" = "Farbränder";
"CLCrystallizeEffect_DefaultTitle" = "Kristallisieren";
"CLComicEffect_DefaultTitle" = "Comic";
"CLWaterEffect_DefaultTitle" = "Wasser";
"CLSphereEffect_DefaultTitle" = "Kugel";
"CLSphereGlasEffect_DefaultTitle" = "Glaskugel";
"CLPolarEffect_DefaultTitle" = "Polar";
"CLBloomEffect_DefaultTitle" = "Schimmer";
"CLBlurEffect_DefaultTitle" = "Fokus";
"CLGloomEffect_DefaultTitle" = "Düster";
"CLHazeEffect_DefaultTitle" = "Nebel";
"CLHighlightSadowEffect_DefaultTitle" = "Glanz";
"CLHueEffect_DefaultTitle" = "Färben";
"CLPixellateEffect_DefaultTitle" = "Pixel";
"CLPosterizeEffect_DefaultTitle" = "Tontrennung";
"CLBlurEffect_MenuItemBand" = "Rechteck";
"CLBlurEffect_MenuItemCircle" = "Kreis";
"CLSpotEffect_DefaultTitle" = "Spot";
"CLHoleEffect_DefaultTitle" = "Loch";
"CLSwirlEffect_DefaultTitle" = "Strudel";
"CLBulgeEffect_DefaultTitle" = "Beule";
"CLPinchEffect_DefaultTitle" = "Quetchen";
"CLStretchEffect_DefaultTitle" = "Stretchen";
"CLZoomBlurEffect_DefaultTitle" = "Unschärfe";
"CLSharpenEffect_DefaultTitle" = "Schärfen";
"CLUnsharpMaskEffect_DefaultTitle" = "Maskieren";
"CLOilEffect_DefaultTitle" = "Öl";
"CLEmbossEffect_DefaultTitle" = "Prägen";
"CLColorDotsEffect_DefaultTitle" = "Farbpunkte";
"CLToonHardEffect_DefaultTitle" = "Toon hart";
"CLToonEffect_DefaultTitle" = "Toon";
"CLSketchHardEffect_DefaultTitle" = "Skizze hart";
"CLSketchEffect_DefaultTitle" = "Skizze";
"CLDotEffect_DefaultTitle" = "Punkte";
"CLHalftoneEffect_DefaultTitle" = "Halbton";
"CLHatchEffect_DefaultTitle" = "Schraffur";
"CLCrossHatchEffect_DefaultTitle" = "Kreuzschraffur";
"CLOpacityEffect_DefaultTitle" = "Deckkraft";
"CLBlackWhiteEffect_DefaultTitle" = "S/W";
"CLContoursEffect_DefaultTitle" = "Konturen";
"CLEdgeEffect_DefaultTitle" = "Ränder";
"CLBlurEffect_MenuItemNormal" = "Komplett";

//Enhance
"CLDefaultEmptyEnhance_DefaultTitle" = "Ohne";
"CLDefaultSceneryEnhance_DefaultTitle" = "Landschaft";
"CLDefaultNightEnhance_DefaultTitle" = "Nacht";
"CLDefaultAutoAdjustEnhance_DefaultTitle" = "Auto Anpassung";
"CLDefaultFoodEnhance_DefaultTitle" = "Essen";
"CLDefaultRedEyeEnhance_DefaultTitle" = "Rote Augen";
"CLDefaultPortraitEnhance_DefaultTitle" = "Portrait";
"CLDefaultHighDefEnhance_DefaultTitle" = "High Def";

//Kaleidoscope
"CLKaleidoscopeBase_DefaultTitle" = "Ohne";
"CLPerspectiveKaleidoscope_DefaultTitle" = "Perspektive";
"CLTwelvefoldTileKaleidoscope_DefaultTitle" = "12x spiegeln";
"CLSixtfoldRotatedTileKaleidoscope_DefaultTitle" = "6x drehen";
"CLSixtfoldReflectedTileKaleidoscope_DefaultTitle" = "6x spiegeln";
"CLParallelogramTileKaleidoscope_DefaultTitle" = "Parallelogram Kachel";
"CLFourfoldGlideTileKaleidoscope_DefaultTitle" = "4x gleiten";
"CLFourfoldTransTileKaleidoscope_DefaultTitle" = "4x verschieben";
"CLFourfoldRotTileKaleidoscope_DefaultTitle" = "4x drehen";
"CLFourfoldTileKaleidoscope_DefaultTitle" = "4x spiegeln";
"CLEightfoldTileKaleidoscope_DefaultTitle" = "8x spiegeln";
"CLOpTileKaleidoscope_DefaultTitle" = "Op Art";
"CLTriangleTileKaleidoscope_DefaultTitle" = "△ Kachel";
"CLKaleidoscope2Kaleidoscope_DefaultTitle" = "Standard";
"CLKaleidoscopeKaleidoscope_DefaultTitle" = "Dreieck";

//Filter
"CLDefaultEmptyFilter_DefaultTitle" = "Ohne";
"CLDefaultLinearFilter_DefaultTitle" = "Linear";
"CLDefaultVignetteFilter_DefaultTitle" = "Vignette";
"CLDefaultAmatorkaFilter_DefaultTitle" = "Amatorka";
"CLDefaultEtikateFilter_DefaultTitle" = "Etikate";
"CLDefaultEleganceFilter_DefaultTitle" = "Eleganz";
"CLDefaultInstantFilter_DefaultTitle" = "Instant";
"CLDefaultProcessFilter_DefaultTitle" = "Process";
"CLDefaultTransferFilter_DefaultTitle" = "Transfer";
"CLDefaultChromeFilter_DefaultTitle" = "Chrome";
"CLDefaultFadeFilter_DefaultTitle" = "Fade";
"CLDefaultCIVibranceFilter_DefaultTitle" = "Vibrance";
"CLDefaultCurveFilter_DefaultTitle" = "Curve";
"CLDefaultUnsharpFilter_DefaultTitle" = "Unsharp Mask";
"CLDefaultK1Filter_DefaultTitle" = "K1";
"CLDefaultK2Filter_DefaultTitle" = "K2";
"CLDefaultK6Filter_DefaultTitle" = "K6";
"CLDefaultKDynamicFilter_DefaultTitle" = "KDynamic";
"CLDefaultPola669Filter_DefaultTitle" = "Pola669";
"CLDefaultPolaSXFilter_DefaultTitle" = "PolaSX";
"CLDefaultLomoFilter_DefaultTitle" = "Lomo";
"CLDefaultLomo100Filter_DefaultTitle" = "Lomo100";
"CLDefaultPro400Filter_DefaultTitle" = "Pro400";
"CLDefaultFridgeFilter_DefaultTitle" = "Fridge";
"CLDefaultBreezeFilter_DefaultTitle" = "Breeze";
"CLDefaultOrchidFilter_DefaultTitle" = "Orchid";
"CLDefaultChestFilter_DefaultTitle" = "Chest";
"CLDefaultFrontFilter_DefaultTitle" = "Front";
"CLDefaultFixieFilter_DefaultTitle" = "Fixie";
"CLDefaultLeninFilter_DefaultTitle" = "Lenin";
"CLDefaultQuoziFilter_DefaultTitle" = "Quozi";
"CLDefaultFoodFilter_DefaultTitle" = "Food";
"CLDefaultGlamFilter_DefaultTitle" = "Glam";
"CLDefaultCelsiusFilter_DefaultTitle" = "Celsius";
"CLDefaultTexasFilter_DefaultTitle" = "Texas";
"CLDefaultGoblinFilter_DefaultTitle" = "Goblin";
"CLDefaultMellowFilter_DefaultTitle" = "Mellow";
"CLDefaultSoftFilter_DefaultTitle" = "Soft";
"CLDefaultBluesFilter_DefaultTitle" = "Blues";
"CLDefaultElderFilter_DefaultTitle" = "Elder";
"CLDefaultSteelFilter_DefaultTitle" = "Steel";
"CLDefaultBleachedFilter_DefaultTitle" = "Bleached";
"CLDefaultBleachedBlueFilter_DefaultTitle" = "Bleached Blue";
"CLDefaultHighContrastFilter_DefaultTitle" = "HighContrast";
"CLDefaultHighcarbFilter_DefaultTitle" = "Highcarb";
"CLDefaultSeventiesFilter_DefaultTitle" = "Seventies";
"CLDefaultEightiesFilter_DefaultTitle" = "Eighties";
"CLDefaultColorfulFilter_DefaultTitle" = "Colorful";
"CLDefaultTwilightFilter_DefaultTitle" = "Twilight";
"CLDefaultCottonCandyFilter_DefaultTitle" = "CottonCandy";
"CLDefaultPaleFilter_DefaultTitle" = "Pale";
"CLDefaultSettledFilter_DefaultTitle" = "Settled";
"CLDefaultCoolFilter_DefaultTitle" = "Cool";
"CLDefaultLithoFilter_DefaultTitle" = "Litho";
"CLDefaultAncientFilter_DefaultTitle" = "Ancient";
"CLDefaultPitchedFilter_DefaultTitle" = "Pitched";
"CLDefaultLucidFilter_DefaultTitle" = "Lucid";
"CLDefaultCreamyFilter_DefaultTitle" = "Creamy";
"CLDefaultKeenFilter_DefaultTitle" = "Keen";
"CLDefaultTenderFilter_DefaultTitle" = "Tender";
"CLDefaultClassicFilter_DefaultTitle" = "Classic";
"CLDefaultNoGreenFilter_DefaultTitle" = "NoGreen";
"CLDefaultNeatFilter_DefaultTitle" = "Neat";
"CLDefaultPlateFilter_DefaultTitle" = "Plate";
"CLDefaultSummerFilter_DefaultTitle" = "Sommer";
"CLDefaultFallFilter_DefaultTitle" = "Herbst";
"CLDefaultWinterFilter_DefaultTitle" = "Winter";
"CLDefaultSunsetFilter_DefaultTitle" = "Sunset";
"CLDefaultEveningFilter_DefaultTitle" = "Abends";
"CLDefaultX400Filter_DefaultTitle" = "X400";
"CLDefaultNoirFilter_DefaultTitle" = "Noir";
"CLDefaultTonalFilter_DefaultTitle" = "Tonal";
"CLDefaultMonoFilter_DefaultTitle" = "Mono";
"CLDefaultSinFilter_DefaultTitle" = "Sin Rot";
"CLDefaultSin1Filter_DefaultTitle" = "Sin Grün";
"CLDefaultSin2Filter_DefaultTitle" = "Sin Blau";
"CLDefaultNightFilter_DefaultTitle" = "Nachtsicht";
"CLDefaultPredatorFilter_DefaultTitle" = "Predator";
"CLDefaultArcadeFilter_DefaultTitle" = "Arcade";
"CLDefaultXRayFilter_DefaultTitle" = "X-Ray";
"CLDefaultInvertFilter_DefaultTitle" = "Invertieren";
"CLDefaultSepiaFilter_DefaultTitle" = "Sepia";
"CLDefaultSepiaHighFilter_DefaultTitle" = "Sepia High";
"CLDefaultGoldFilter_DefaultTitle" = "Gold";
"CLDefaultBronceFilter_DefaultTitle" = "Bronze";
"CLDefaultRubyFilter_DefaultTitle" = "Rubin";
"CLDefaultEmeraldFilter_DefaultTitle" = "Smaragd";
"CLDefaultAmethystFilter_DefaultTitle" = "Amethyst";
"CLDefaultAquaFilter_DefaultTitle" = "Aqua";
"CLDefaultRoseFilter_DefaultTitle" = "Rose";

/*Retouching*/
"CLRetouchingTool_DefaultTitle" = "Retusche";
"CLRetouchingBlur_DefaultTitle" = "Weichzeichnen";
"CLRetouchingSharpen_DefaultTitle" = "Schärfen";
"CLRetouchingBrighten_DefaultTitle" = "Aufhellen";
"CLRetouchingDarken_DefaultTitle" = "Abdunkeln";
"CLRetouchingContrastP_DefaultTitle" = "+Kontrast";
"CLRetouchingContrastM_DefaultTitle" = "-Kontrast";
"CLRetouchingSaturationP_DefaultTitle" = "+Sättigung";
"CLRetouchingSaturationM_DefaultTitle" = "-Sättigung";
"CLRetouchingExposureP_DefaultTitle" = "+Belichtung";
"CLRetouchingExposureM_DefaultTitle" = "-Belichtung";
"CLRetouchingInk_DefaultTitle" = "Einfärben";
"CLRetouchingWarm_DefaultTitle" = "Warm";
"CLRetouchingCold_DefaultTitle" = "Kalt";
"CLRetouchingSepia_DefaultTitle" = "Sepia";
"CLRetouchingPixel_DefaultTitle" = "Pixel";

/*3D Anaglyph*/
"CL3DBase_DefaultTitle" = "";
"CLRedCyan3D_DefaultTitle" = "";
"CLCyanRed3D_DefaultTitle" = "";
"CLRedBlue3D_DefaultTitle" = "";
"CLBlueRed3D_DefaultTitle" = "";
"CLMagentaGreen3D_DefaultTitle" = "";
"CLGreenMagenta3D_DefaultTitle" = "";
"CLRedGreen3D_DefaultTitle" = "";
"CLGreenRed3D_DefaultTitle" = "";
"CLBlueYellow3D_DefaultTitle" ="";
"CLYellowBlue3D_DefaultTitle" = "";